#Taps
tap "hombrew/cask-fonts"

#Brew
brew "git"
brew "python"
brew "zsh"
brew "lsd"
brew "vim"
brew "starship"
brew "tree"
brew "vivid"
brew "wget"

#Casks
cask "google-chrome"
cask "firefox"
cask "spotify"
cask "font-hack-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "iterm2"
cask "docker"
cask "gas-mask"
cask "scroll-reverser"
cask "whatsapp"
cask "telegram-desktop"
cask "obsidian"
cask "sublime-merge"
cask "visual-studio-code"
cask "virtualbox"
cask "vagrant"
cask "raycast"
cask "maccy"
cask "adobe-acrobat-reader"
cask "flux"
cask "angry-ip-scanner"
cask "appcleaner"
cask "bitwarden"
cask "thunderbird"
cask "steam"
